Repository: Hayona/hayona-cookies
Catalog: languages/hayona-cookies-*.po
Languages: nl_nl

source: This site uses cookies. By continuing to browse the site or clicking OK, you are agreeing to our use of cookies. Select ‘Change settings’ for more information.
nl_nl: Deze website gebruikt cookies. Door OK te kiezen of gebruik te maken van deze website geeft u hiervoor toestemming. Kies 'Instellingen wijzigen' voor meer informatie.

source: All right, close
nl_nl: Oké, sluiten

source: Change your settings
nl_nl: Instellingen wijzigen

source: Cancel
nl_nl: Annuleren

source: Allowed
nl_nl: Toegestaan

source: Not Allowed
nl_nl: Niet toegestaan

source: Cookie preferences
nl_nl: Cookie voorkeuren

source: Please select which cookies you want to accept from this website.
nl_nl: Selecteer welke cookies u wilt accepteren van deze website.

source: Option 1
nl_nl: Optie 1

source: Allow all cookies
nl_nl: Alle cookies toestaan

source: You've picked this option.
nl_nl: Je hebt deze optie gekozen

source: Option 2
nl_nl: Optie 2

source: Accept only functional and non privacy sensitive cookies (no PII)
nl_nl: Accepteer alleen functionele en niet-privacygevoelige cookies (geen PII)

source: Allow some cookies
nl_nl: Sommige cookies toestaan

source: The cookie banner is not visible yet. Go to the <a href="%s">plugin settings page</a> to configure and enable the plugin.
nl_nl: De cookiebanner is nog niet zichtbaar. Ga naar de <a href="%s">plugin instellingen</a> om de plugin te configureren en in te schakelen.

source: Dismiss this notice.
nl_nl: Verberg deze melding.

source: General settings
nl_nl: Algemene instellingen

source: Privacy statement
nl_nl: Privacy verklaring

source: Enable plugin
nl_nl: Plugin aanzetten

source: Banner settings
nl_nl: Banner instellingen

source: Banner text
nl_nl: Banner tekst

source: Implied consent
nl_nl: Impliciete toestemming

source: Color scheme
nl_nl: Kleurenschema

source: Cookie settings
nl_nl: Cookie instellingen

source: No permission required
nl_nl: Geen toestemming vereist

source: Permission required
nl_nl: Toestemming vereist

source: Cookie expiration time
nl_nl: Cookie vervaltijd

source: Reset permissions
nl_nl: Wis alle toestemmingen

source: You're almost there!
nl_nl: Je bent er bijna!

source: Please go through our step by step <a href="%1$s">installation guide</a>
nl_nl: Volg onze <a href="%1$s">installatie handleiding</a> stap voor stap

source: and enable the plugin if you're done.
nl_nl: en schakel de plugin in als je klaar bent.

source: Please select the page that contains your privacy statement. A small cookie preferences form will be placed at the top of this page. This way your visitors can change their privacy settings on any given moment.
nl_nl: Selecteer de pagina die de privacy verklaring bevat. Er zal een klein formulier op geplaatst worden, bovenaan de pagina. Op deze manier kunnen je bezoekers hun privacy instellingen op elk moment aanpassen.

source: You can enable the plugin if you have done the steps listed above.
nl_nl: Je kunt de plugin aanzetten als je bovenstaande stappen hebt doorlopen.

source: Informing your visitors about cookies on your website is an important part of conforming to the EU cookie law. Use the banner text to provide this information.
nl_nl: Het informeren van uw bezoekers over cookies op uw website is een belangrijk deel van het voldoen aan de EU cookiewet. Gebruik de bannertekst om uw bezoekers van deze informatie te voorzien.

source: See the <a href="%1$s">documentation</a> for various examples in different situations.
nl_nl: Zie de <a href="%1$s">documentatie</a> voor een aantal voorbeelden in verschillende situaties.

source: Need some examples? See <a href="%1$s">documentation</a>.
nl_nl: Voorbeelden nodig? Zie de <a href="%1$s">documentatie</a>.

source: Enable implied consent
nl_nl: Impliciete toestemming inschakelen

source: Implied consent means if a user clicks through to the next page, it will count as permission.
nl_nl: Impliciete toestemming betekent dat als een gebruiker doorklikt naar de volgende pagina, dat ook telt als toestemming.

source: If this option is enabled you'll have to notify your site visitors about it throught the banner text.
nl_nl: Als deze optie is ingeschakeld dan moet je jouw bezoekers hierover inlichten via de banner tekst.

source: Dark color scheme
nl_nl: Donker kleurenschema

source: Light color scheme
nl_nl: Licht kleurenschema

source: No color scheme
nl_nl: Geen kleurenschema

source: We'll add more in time. Select 'No color scheme' if you prefer to write your own CSS.
nl_nl: Naar verloop van tijd zullen we er meer toevoegen. Selecteer 'Geen kleurenschema' als je liever je eigen CSS schrijft.

source: Default banner
nl_nl: Standaard banner

source: Cookie wall
nl_nl: Cookiemuur

source: Default banner is recommended, because the website remains accessible from the first pageview.
nl_nl: De standaardbanner is aanbevolen, omdat de website dan toegankelijk blijft vanaf de eerste paginaweergave.

source: However, the default banner sometimes conflicts with styles from within a theme.
nl_nl: De standaard banner conflicteert alleen soms met stijl vanuit een thema.

source: In those cases, use the cookie wall.
nl_nl: Gebruik in die gevallen de cookiemuur.

source: List all the cookies you use on your website. Place every cookie on a new line.
nl_nl: Noem alle cookies op die je gebruikt op je website. Plaats elk cookie op een nieuwe regel.

source: We distinguish between two different kinds of cookies.
nl_nl: We maken onderscheid tussen twee verschillende cookies.

source: The first category contains cookies that don't require permission (usually functional and non-PII cookies).
nl_nl: De eerste categorie bevat cookies die geen toestemming vereisen (normaal gesproken zijn dit functionele cookies en niet-PII cookies).

source: The second category contains cookies that do require permission. These are cookies used for tracking, profiling, advertising and cookies that store PII.
nl_nl: De tweede categorie bevat cookies die wel toestemming vereisen. Dit zijn cookies die gebruikt worden voor tracken, profileren, advertenties en cookies die PII opslaan.

source: List your cookies one by one. Place each cookie on a new line.
nl_nl: Geef je cookies één voor één op. Plaats elke cookie op een nieuwe regel.

source: How long would you like to remember the cookie consent of your users? Default is 365 days.
nl_nl: Hoe lang wil je de toestemmingen van jouw bezoekers onthouden? De standaardinstelling is 365 dagen.

source: Did you just change anything to the cookies on your site? This means you'll need to ask every visitor for their consent again, even if they gave consent before.
nl_nl: Heb je zojuist iets aangepast aan de cookies op je website? Dat betekent dat je elke bezoeker opnieuw om toestemming moet vragen, zelfs als ze al toestemming hebben gegeven.

source: Check this box and press save to do this.
nl_nl: Selecteer de checkbox en sla op om dit te doen.

source: Warning: this option will delete all cookie consents.
nl_nl: Waarschuwing: deze optie verwijdert alle cookie toestemmingen.

source: Documentation
nl_nl: Documentatie

source: Installation guide
nl_nl: Installatie handleiding

source: Plugin by Hayona
nl_nl: Plugin door Hayona
